Revit 2027 API
ColorFillSchemeEntry.CanSetValue Method
Overload List
Name | Description
CanSetValue(Double) |  Checks whether StorageType of entry is Double and the value is no less than 0.0.
CanSetValue(ElementId) |  Checks whether StorageType of entry is ElementId.
CanSetValue(Int32) |  Checks whether StorageType of entry is Integer.
Top
See Also
Reference
ColorFillSchemeEntry Class
Autodesk.Revit.DB Namespace